# doc: https://docs.brew.sh/Brew-Bundle-and-Brewfile
# install command:
#   brew bundle --file=~/dotfiles/homebrew/Brewfile

brew "git"
brew "gh"
brew "tig"
brew "jq"
brew "jnv"

brew "wget"
brew "curl"
brew "tree"
brew "zsh"
brew "coreutils"
brew "gsed"
brew "grep"
brew "atool"
brew "gpg"
brew "openssl"
brew "readline"
brew "colordiff"

brew "git-now"
brew "ghq"
brew "mise"
brew "tmux"
brew "font-hack-nerd-font"

brew "fzf"
brew "bat"

brew "neovim"
# telescope.vim の依存関係に必要
brew "ripgrep"
brew "fd"
