tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "git"
brew "gh"
brew "tig"
brew "neovim"

brew "jq"
brew "wget"
brew "curl"
brew "tree"
brew "zsh"
brew "coreutils"
brew "grep"
brew "atool"
brew "gpg"
brew "openssl"
brew "readline"
brew "colordiff"

brew "git-now"
brew "peco"
brew "ghq"
